Revit 2027 API
BuiltInFailures.EnergyAnalysisFailures.SpaceResolutionOutOfRange Property
 Voxel size is out of range.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SpaceResolutionOutOfRange { get; }
Public Shared ReadOnly Property SpaceResolutionOutOfRange As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SpaceResolutionOutOfRange {
	FailureDefinitionId^ get ();
}
static member SpaceResolutionOutOfRange : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.EnergyAnalysisFailures Class
Autodesk.Revit.DB Namespace